ankitbko.vscode-pull-request-azdo
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
docker.docker
dotjoshjohnson.xml
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.vscode-github-actions
github.vscode-pull-request-github
luis.console-log
mhutchie.git-graph
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
tabnine.tabnine-vscode-self-hosted-updater
vue.volar
yoavbls.pretty-ts-errors
